[
	{
		"customerName": "Sintia EscobarSintia Escobar",
		"rating": "5.0 out of 5 stars5.0 out of 5 stars",
		"title": "Best gift",
		"text": "I love this iPad. My boyfriend gave it to me as gift and it is exactly what I needed for school. iPad matches description and does exactly what it claims.",
		"pictures": [
			"https://images-na.ssl-images-amazon.com/images/I/71iGNGngXbL._SY88.jpg"
		]
	},
	{
		"customerName": "Brandon WalkerBrandon Walker",
		"rating": "5.0 out of 5 stars5.0 out of 5 stars",
		"title": "This is an amazing iPad. Some of these other reviews are misleading",
		"text": "I love this iPad so much. It’s perfect and at the right price. Some people are mad because it doesn’t have full screen and it doesn’t come with a keyboard and this and that. If you’re looking for a full screen iPad you are looking for the iPad Pro. Just because some of you all don’t  on the difference between the iPad and iPad Pro doesn’t mean that this iPad is a bad product. It’s not Apple or anybody else’s fault that you don’t know the difference between The different iPads. Do research before you buy a product. Anyways this iPad is a wonderful device I love it so much and I recommend it for anyone who wants the iPad but is also on a budget. It’s really affordable.",
		"pictures": [
			"https://images-na.ssl-images-amazon.com/images/I/71NTe5vpJHL._SY88.jpg"
		]
	},
	{
		"customerName": "Asad ali",
		"rating": "5.0 out of 5 stars",
		"title": "Great deal",
		"text": "Don’t listen to the reviews it clearly does not state anywhere it included keyboard stop being haters. This is a great deal you get 30$ off as well awesome deal!",
		"pictures": []
	},
	{
		"customerName": "BigFatBlackLady",
		"rating": "1.0 out of 5 stars",
		"title": "Deceptive/Incorrect Product Listing:  Does NOT Come with a \"Fully Awesome Size Keyboard\"",
		"text": "Deceptive/Incorrect Product Listing:  Does NOT Come with a \"Fully Awesome Size Keyboard\" as advertised on the product listing page.  I expected this to come with the keyboard, but it does not.  It also does not come with any product instructions at all.The ONLY reason I purchased this was because I needed it for work, and assumed it came with a keyboard (a \"fully awesome size keyboard\"), but it didn't.  I also assumed this product would come with instructions...but of course it did not.HOWEVER, Apple DID include with the product two Apple stickers.  I promptly threw these in the garbage can, and have no intentions of ever using them in my life.And as soon as I do not need to use this ipad anymore, it's going right into the garbage as well, where it belongs.ABSOLUTE EUROTRASH YUPPIE GEN Z GARBAGE.",
		"pictures": []
	},
	{
		"customerName": "KA HUNNICUTT",
		"rating": "5.0 out of 5 stars",
		"title": "Call of Duty Mobile with max settings!",
		"text": "Runs call of duty mobile with max high quality graphics and max high frame rates. Gorgeous display!",
		"pictures": []
	},
	{
		"customerName": "vicki",
		"rating": "5.0 out of 5 stars",
		"title": "We love it",
		"text": "Great iPad and decent price. My husband loves it and it’s easy to use.",
		"pictures": []
	},
	{
		"customerName": "Austin Scott",
		"rating": "5.0 out of 5 stars",
		"title": "It’s damn fast! Priced right!",
		"text": "Love it! Quick on it’s feet, bright wonderful display, just an amazing product! For less than $300? This is a full size tablet. Nearly twice the size of a mini. Took less then a few minutes to transfer my apps, and such from iCloud and my iPhone. Couldn’t wait to get in here and leave 5 stars! Doesn’t have facial recognition. Big whoop! It does so much, I can live without it. Under $300 bucks! Sweet!!",
		"pictures": []
	},
	{
		"customerName": "Jennifer",
		"rating": "5.0 out of 5 stars",
		"title": "iPad 8 th gen",
		"text": "I think it is like the 7th gen because they are the same thing and work the same",
		"pictures": []
	},
	{
		"customerName": "DebbieL.",
		"rating": "5.0 out of 5 stars",
		"title": "A must have",
		"text": "My iPad was 8 years old. It was time to upgrade to something a little faster and this beauty site fills the bill. Easy to set up. It has a lot of gadgets that I don’t need and deleted and I had to redownload all the apps I use daily but that’s no biggie. I’m in my late 77s and most technology is a bumbling confusion to me so I’m very glad this iPad was no trouble at all.",
		"pictures": []
	},
	{
		"customerName": "trekkermd",
		"rating": "4.0 out of 5 stars",
		"title": "Too little storage",
		"text": "I've had this product for a few months and highly recommend it.Excellent displayAccess to the huge library of appsWeb surfingThe only issue is storage.If your budget can afford it, get the 128GB model, especially if you intend to keep it for a few years.You will exhaust the 32 GB very quickly (I have already)",
		"pictures": []
	}
]