{
    "overview": {
        "rating": "4.2 out of 5",
        "5_star": "58%",
        "4_star": "23%",
        "2_star": "19%"
    },
    "docs": [
        {
            "customerName": "Michelle E.",
            "rating": "4.0 out of 5 stars",
            "title": "Shows you how evil is rationalized",
            "text": "As a study of human-nature and psychology, we see how evil was rationalized by those connected by blood, bribed and benefitted by his money.  No doubt a man of incredible talent and charisma - somehow it was put to destructive use.  Also interesting that the Columbians say he committed suicide. An American film said the US shot him. I like suspending judgment and watching the same story from different sides.",
            "pictures": []
        },
        {
            "customerName": "purvi",
            "rating": "5.0 out of 5 stars",
            "title": "Deep family view",
            "text": "The documentry is pretty good and gives a clear picture of what escobars family and close members experienced during the time of pablo. It does discuss about how they family enjoyed the lavish life at hacienda and what pablo was thinking when the polititians were accusing of him of drug trafficking. It gives a good insight about pablo's character.",
            "pictures": []
        },
        {
            "customerName": "David Hamilton",
            "rating": "4.0 out of 5 stars",
            "title": "Just wish I didn't need to read most of it.",
            "text": "Just wish I didn't need to read most of it.",
            "pictures": []
        },
        {
            "customerName": "Craig  Thomas",
            "rating": "2.0 out of 5 stars",
            "title": "Like talking to a compulsive liar while standing on a thousand graves....",
            "text": "A new definition of \"Stunning\",with as much grace as the man himself.\"Private Archives\"???  Not much here.The spirits of the thousands he killed and traumatized looms, precariouslyabsent, from this collection of \"campesino' sycophants, guiltless, graceless.There are no interviews of consequence here,no valuable insights.There is not even a good picture of the depraved family,just the standard litany of denial from the old ladies he handed wads of cash.Honest interviews with actual people in his organization may have been useful.",
            "pictures": []
        }
    ]
}